{
  "home": "Startseite",
  "about": "Über mich",
  "contacts": "Kontakte",
  "hello": "Hallo, ich bin",
  "react": "Ein React Native-",
  "developer": "Entwickler",
  "autodidact": "Autodidakt",
  "enthusiast": "Enthusiast",
  "designer": "Designer",
  "dreamer": "Träumer",
  "react1": "Ein Projekt, auf das ich wirklich stolz bin.",
  "react2": "Es wurde in 3 Monaten einzig und allein von mir erstellt (inkl. Layout, Erstellung eines Drag-n-Drop-Raum-Editors und eines 2000-Linien-Algorithmus zur optimalen Platzierung und Verbindung von Heizmatten - eine Kombination aus zwei klassischen \"den kürzesten Weg finden\" und \"Handlungsreisende\" Problemen.",
  "react3": "Trotz der O(n!) Komplexität werden alle Berechnungen im Browser durchgeführt (kein Back-End).",
  "sc1": "Das Projekt, an dem ich seit fast 3 Jahren arbeite (auch einzig und allein).",
  "sc2": "Lange Rede kurzer Sinn: 60+ Bildschirme, 50+ Abhängigkeiten.",
  "sc3": "Das Projekt ist bereit für den Einsatz im App Store, aber es gibt einige ernsthafte Probleme in Bezug auf nicht eingebettete Echtgeldspiele, sodass es derzeit für einen ungewissen Zeitraum angehalten wird.",
  "goodness1": "Ziemlich interessantes Lieblingsprojekt, das ich für die israelische Firma ",
  "goodness2": " entwickelt habe. Leider wurde es nach vier Monaten geschlossen.",
  "nashnettv": "Ein TV-Anwendungsprojekt, an dem ich von Beginn der Entwicklung an beteiligt war. Das Projekt wurde leider aufgrund der russischen Kriegsaggression gegen die Ukraine pausiert.",
  "football": "Ein norwegisches Start-up-Projekt mit dem Ziel, Amateurfußballer zu vereinen. Die Hauptfunktionalität besteht darin, Fußballtricks aufzuzeichnen und zu teilen sowie Meisterschaften nach dem Fußballmanager-Prinzip abzuhalten. Leider wurde es vom Sponsor geschlossen.",
  "garage": "Eine Anwendung zum Suchen und Bestellen von Autoreparaturdiensten. Das Projekt wurde aus Budgetgründen geschlossen.",
  "about1": "Hallo, ich bin Vitalii!",
  "about2": "Ich bin ein JavaScript-Entwickler mit mehr als 5 Jahren Erfahrung in der Arbeit an React- und React-Native-Projekten.",
  "about3": "Während des Entwicklungsprozesses verwende ich Redux, TypeScript, Figma, Git und viele andere nützliche Tools. Node, Express, MongoDB und Firebase sind mir ebenso vertraut.",
  "about4": "Neben der Programmierung habe ich große Erfahrung im Gastgewerbe (6 Jahre Arbeit in den USA für RCL) und als Inhaber einer Werbeproduktionsfirma ein Team von über 10 Mitarbeitern geleitet.",
  "about5": "Ich arbeite ständig an der Verbesserung meiner IT-Kenntnisse und nehme gerne an neuen interessanten Herausforderungen teil."
}